"use strict";
const ing = {
      "сәбіз": {
            name:  "сәбіз",
            calory: 32
      },
      "пияз": {
            name: "пияз",
            calory: 41
      },
      "өсімдік_майы": {
            name: "өсімдік майы",
            calory: 899
      },
      "қызанақ_пастасы": {
            name: "қызанақ пастасы",
            calory: 20
      },
      "құнарландырылған_бидай_ұны": {
            name: "құнарландырылған бидай ұны",
            calory: 342
      },
      "ақ_қауданды_қырыққабат": {
            name: "ақ қауданды қырыққабат",
            calory: 30
      },
      "концентраттан_кисель": {
            name: "концентраттан кисель",
            calory: 53
      },
      "қант": {
            name: "қант",
            calory: 398
      },
      "лимон_қышқылы": {
            name: "лимон қышқылы",
            calory: 0
      },
      "су": {
            name: "су",
            calory: 0
      },
      "С_дәрумен_ұнтағы": {
            name: "С дәрумен ұнтағы",
            calory: 50
      },
      "алмұрт": {
            name: "алмұрт",
            calory: 42
      },
      "қара_бидай_наны": {
            name: "қара бидай наны",
            calory: 165
      },
      "жұмыртқа": {
            name: "жұмыртқа",
            calory: 157
      },
      "йодталған_тұз": {
            name: "йодталған тұз",
            calory: 0
      },
      "сары_май": {
            name: "сары май",
            calory: 748
      },
      "сорпа": {
            name: "сорпа",
            calory: 43
      },
      "сиыр_еті": {
            name: "сиыр еті",
            calory: 187
      },
      "күріш_жармасы": {
            name: "күріш жармасы",
            calory: 344
      },
      "ара_балы": {
            name: "ара балы",
            calory: 304
      },
      "сүзбеше": {
            name: "сүзбеше",
            calory: 402
      },
      "сүт": {
            name: "сүт",
            calory: 42
      },
      "картоп": {
            name: "картоп",
            calory: 80
      },
      "көк_бұршақ_консервіленген": {
            name: "көк бұршақ консервіленген",
            calory: 55
      },
      "сүт_қатығы": {
            name: "сүт қатығы",
            calory: 24
      },
      "сорпа_немесе_су": {
            name: "сорпа немесе су",
            calory: 0
      },
      "шабдалы_шырыны": {
            name: "шабдалы шырыны",
            calory: 40
      },
      "алма": {
            name: "алма",
            calory: 47
      },
      "үрме_бұршақ": {
            name: "үрме бұршақ",
            calory: 57
      },
      "салат_жапырағы": {
            name: "салат жапырағы",
            calory: 16
      },
      "балғын_қияр": {
            name: "балғын қияр",
            calory: 15
      },
      "көксерке_балығы": {
            name: "көксерке балығы",
            calory: 82
      },
      "ақжелкен": {
            name: "ақжелкен",
            calory: 47
      },
      "қызылша": {
            name: "қызылша",
            calory: 40
      },
      "арпа_жармасы": {
            name: "арпа жармасы",
            calory: 324
      },
      "айран": {
            name: "айран",
            calory: 24
      },
      "сиыр_еті_(котлетке_арналған_ет)": {
            name: "сиыр еті",
            calory: 187
      },
      "кептірілген_нан": {
            name: "кептірілген нан",
            calory: 331
      },
      "күріш": {
            name: "күріш",
            calory: 344
      },
      "тәтті_бұрыш": {
            name: "тәтті бұрыш",
            calory: 25
      },
      "қызанақ_тұздығы": {
            name: "қызанақ тұздығы",
            calory: 80
      },
      "балғын_алма": {
            name: "балғын алма",
            calory: 47
      },
      "балғын_қызанақ": {
            name: "балғын қызанақ",
            calory: 20
      },
      "лимон_шырын_үшін": {
            name: "лимон шырын үшін",
            calory: 16
      },
      "кептірілген_итмұрын_жемісі": {
            name: "кептірілген итмұрын жемісі",
            calory: 110
      },
      "картоп_крахмалы": {
            name: "картоп крахмалы",
            calory: 300
      },
      "бидай_наны": {
            name: "бидай наны",
            calory: 242
      },
      "тұздалған_қияр": {
            name: "тұздалған қияр",
            calory: 11
      },
      "тұздық": {
            name: "тұздық",
            calory: 80
      },
      "қаймақ": {
            name: "қаймақ",
            calory: 11.50
      },
      "кептірілген_жеміс_(өрік,_мейіз)": {
            name: "кептірілген жеміс",
            calory: 41
      },
      "вермишель": {
            name: "вермишель",
            calory: 254
      },
      "ет_(котлетке_арналған_ет)": {
            name: "котлетке арналған ет",
            calory: 187
      },
      "қарақұмық_жармасы": {
            name: "қарақұмық жармасы",
            calory: 132
      },
      "жүмыртқа": {
            name: "жүмыртқа",
            calory: 157
      },
      "көк_жуа": {
            name: "көк жуа",
            calory: 19
      },
      "тәтті_бүрыш": {
            name: "тәтті бүрыш",
            calory: 26
      },
      "сүт_немесе_су": {
            name: "сүт немесе су",
            calory: 35
      },
      "сұлы_жармасы": {
            name: "сұлы жармасы",
            calory: 350
      },
      "бидай_ұны": {
            name: "бидай ұны",
            calory: 342
      },
      "тауық_еті": {
            name: "тауық еті",
            calory: 239
      },
      "банан": {
            name: "банан",
            calory: 105
      },
      "концентраттанған_кисель": {
            name: "концентраттанған кисель",
            calory: 50
      }
};
